<template>
  <main>
    <NuxtLink to="/contents">Переводы</NuxtLink>
    <article class="text-justify">
      «Бхагавадги́та» («Бхагавад-гита», или просто «Гита»; санскр. भगवद्‌ गीता, Bhagavad Gītā IAST «Песнь Го́спода»[1]) — памятник древнеиндийской религиозно-философской мысли на санскрите, часть шестой книги «Махабхараты» (Бхишмапарва, главы 23—40), состоит из 18 глав и 700 стихов[2][3]. Один из базовых текстов индуистской философии.

      «Бхагавадгиту» часто называют «Гита-упанишада» или «Йога-упанишада», утверждая её статус как упанишады и её принадлежность к веданте. В философии индуизма, наряду с упанишадами и «Веданта-сутрами», «Бхагавадгита» является одним из трёх основополагающих текстов веданты[4]. Так как «Бхагавадгита» является частью «Махабхараты», она относится к писаниям категории смрити, но указания на «Бхагавадгиту» как на упанишаду дают ей статус, близкий к шрути[5]. «Бхагавадгита» написана с использованием насыщенной метафоричности в традиционной санскритской метрике: такие стихи, написанные размером шлока, обычно поют, отсюда и название «Бхагавадгита», которое переводится как «Божественная песнь».

      Текст «Бхагавадгиты» состоит из философской беседы между Кришной и Арджуной, которая происходит на поле битвы Курукшетра непосредственно перед началом Битвы на Курукшетре между двумя воюющими кланами Пандавов и Кауравов. Арджуна — воин и один из пяти братьев-царевичей клана Пандавов — перед решающим сражением впадает в сомнение о целесообразности боя, который приведёт к смертям многих достойных людей, в том числе его родственников. Однако его колесничий — Кришна — убеждает Арджуну принять участие в битве, разъясняя ему его долг как воина и царевича и излагая перед ним различные философские системы веданты и практики йоги[2][3].

      В процессе беседы Кришна раскрывает Арджуне свою божественную сущность. Показав свою вселенскую форму и всемогущество, Кришна объявляет себя самим Всевышним, конечной философской истиной и абсолютным благом, а бхакти-йогу, путь преданности, высочайшей духовной практикой. Полностью убеждённый, признав в Кришне Всевышнего и приняв своим наставником, Арджуна вступает в 18-дневную битву.
    </article>
  </main>
</template>

<script>
export default {
  name: "Main",
}
</script>

<style scoped>
main {
  margin: 0 auto;
  width: 100%;
}
</style>
